cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'caskroom/fonts'

# things
brew 'ack'
brew 'wget'
brew 'tmux'
brew 'vim'
brew 'mas'

# apps
cask 'slack'
cask 'vlc'
cask 'firefox'
cask 'visual-studio-code'
cask 'transmission'
cask 'iterm2'
cask 'daisydisk'
cask 'whatsapp'
cask 'dash'
cask 'sketch'
cask 'skype'
cask 'postman'
cask 'sequel-pro'
cask 'spotify'
cask 'sizeup'
cask 'fantastical'
cask 'dropbox'
cask 'vagrant'
cask 'docker'
cask 'alfred'

# fonts
cask 'font-source-code-pro'